12/data/attachments/39d7da50b8de22bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_forget_Actions_34017_1</nif:username>
            <nif:friendToBeRequested>soap_actions_3c4e9d73-a79d-4401-8307-c9b7dd882177</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>